[
	{
	  "text":"A day without sunshine is like, you know, night.",
	  "author":"Steve Martin"
	},
	{
	  "text":"Always borrow money from a pessimist.  He won't expect it back.",
	  "author":"Anonymous"
	},
	{
	  "text":"People who think they know everything are a great annoyance to those of us who do.",
	  "author":"Isaac Asimov"
	},
	{
	  "text":"Do not take life too seriously.  You will never get out of it alive.",
	  "author":"Elbert Hubbard"
	},
	{
	  "text":"I love deadlines.  I like the whooshing sound they make as they fly by.",
	  "author":"Douglas Adams"
	},
	{
	  "text":"Procastination is the art of keeping up with yesterday.",
	  "author":"Don Marquis"
	},
	{
	  "text":"If two wrongs don't make a right, try three.",
	  "author":"Laurence J. Peter"
	},
	{
	  "text":"If you are naturally kind, you attract a lot of people you don't like.",
	  "author":"William Feather"
	},
	{
	  "text":"Wine is constant proof that God loves us and loves to see us happy.",
	  "author":"Benjamin Franklin"
	},
	{
	  "text":"Between two evils, I always pick the one I never tried before.",
	  "author":"Mae West"
	},
	{
	  "text":"If at first you don't succeed... So much for skydiving.",
	  "author":"Henny Youngman"
	},
	{
	  "text":"Only the mediocre are always at their best.",
	  "author":"Jean Giraudoux"
	},
	{
	  "text":"I hate housework! You make the beds, you do the dishes, and six months later you have to start all over again.",
	  "author":"Joan Rivers"
	},
	{
	  "text":"The tax collector must love poor people - he's creating so many of them.",
	  "author":"Bill Vaughan"
	},
	{
	  "text":"Never put a sock in a toaster.",
	  "author":"Eddie Izzard"
	},
	{
	  "text":"If you live to be one hundred you've got it made. Very few people die past that age.",
	  "author":"George Burns"
	},
	{
	  "text":"The only time I ever enjoyed ironing was the day I accidentally got gin in the steam iron.",
	  "author":"Phyllis Diller"
	},
	{
	  "text":"I have a new philosophy.  I'm only going to dread one day at a time.",
	  "author":"Charles M. Schulz"
	},
	{
	  "text":"Progress was all right.  Only it went on too long.",
	  "author":"James Thurber"
	},
	{
	  "text":"I distrust camels - and anyone else who can go a week without a drink.",
	  "author":"Joe E. Lewis"
	},
	{
	  "text":"My dog is worrid about the economy because Alpo is up to $3 a can.  That's almost $21 in dog money.",
	  "author":"Joe Weinstein"
	},
	{
	  "text":"I wear a necklace 'cause I wanna know when I'm upside down.",
	  "author":"Mitch Hedberg"
	},
	{
	  "text":"I was born in verry sorry circumstances.  Both of my parents were very sorry.",
	  "author":"Norman Wisdom"
	},
	{
	  "text":"Because of their size, parents may be difficult to discipline properly.",
	  "author":"P.J. O'Rourke"
	},
	{
	  "text":"The reason there are two senators for each state is so that one can be the designated driver.",
	  "author":"Jay Leno"
	},
	{
	  "text":"Man cannot live by bread alone; he must also have peanut butter.",
	  "author":"James A. Garfield"
	},
	{
	  "text":"Be thankful we're not gettign all the government we're paying for.",
	  "author":"Will Rogers"
	},
	{
	  "text":"Children are smarter than any of us.  Know how I know that? I don't know one child with a full-time job and children.",
	  "author":"Bill Hicks"
	},
	{
	  "text":"I always wanted to be somebody.  Now I realize that I should have been more specific.",
	  "author":"Lily Tomlin"
	},
	{
	  "text":"If it's the Psychic Network why do they need a phone number?",
	  "author":"Robin Willilams"
	},
	{
	  "text":"Housework can't kill you, but why take a chance?",
	  "author":"Phyllis Diller"
	},
	{
	  "text":"Never put off until tomorrow what you can do the day after tomorrow.",
	  "author":"Mark Twain"
	},
	{
	  "text":"People say nothing is impossible, but I do nothing every day.",
	  "author":"Winnie the Pooh"
	},
	{
	  "text":"Just remember - if the world didn't suck, we'd all fall off.",
	  "author":"Unknown"
	},
	{
	  "text":"Patience is something you admire in the driver behind you, but not the one ahead.",
	  "author":"Bill McGlashen"
	},
	{
	  "text":"I have enough money to live comfortably for the rest of my life; if I die next Tuesday.",
	  "author":"Unknown"
	},
	{
	  "text":"Silence is golden; duct tape is silver.",
	  "author":"Anonymous"
	},
	{
	  "text":"If life gives you lemons, you should make lemonade...  And then try to find somebody whose life has given them vodka and have a party.",
	  "author":"Ron White"
	},
	{
	  "text":"Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.",
	  "author":"Albert Einstein"
	},
	{
	  "text":"Be yourself; everyone else is already taken.",
	  "author":"Oscar Wilde"
	},
	{
	  "text":"Outside of a dog, a book is a man's best friend.  Inside of a dog, it's too dark to read.",
	  "author":"Groucho Marx"
	},
	{
	  "text":"Never raise your hand to your children - it leaves your midsection unprotected.",
	  "author":"Robert Orben"
	},
	{
	  "text":"I have not failed.  I've just found 10,000 ways that won't work.",
	  "author":"Thomas A. Edison"
	},
	{
	  "text":"I'm against picketing, but I don't know how to show it.",
	  "author":"Mitch Hedberg"
	},
	{
	  "text":"I wonder if other dogs think poodles are members of a weird religious cult.",
	  "author":"Rita Rudner"
	},
	{
		"text":"If you pick up a starving dog and make him prosperous he will not bite you.  This is the principal difference between a dog and a man.",
		"author":"Mark Twain"
	},
	{
		"The better I get to know men, the more I find myself loving dogs.",
		"author":"Charles de Gaulle"
	}
]